[Public]
Object=(Name=IpServer.UdpServerUplink,Class=Class,MetaClass=Engine.Actor)
Preferences=(Caption="Связь с главным сервером",Parent="Сеть",Class=IpServer.UdpServerUplink,Immediate=True)

[ServerUplink]
ClassCaption="Линия связи основного сервера"

[ServerQuery]
ClassCaption="Запрос игрового сервера"